/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "meet_the_team_uncover_eNXx9A": {
      "type": "meet-the-team-uncover",
      "blocks": {
        "team_member_fiNwYy": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/pete.jpg",
            "name": "Peter Nardi",
            "title": "Managing Director",
            "description": "Peter is the leader of the Alakazam team and a member of the Inner Magic Circle (with Gold Star) as well as a leading creator of unique magic and mentalism. Due to his extensive knowledge and background in magic, Peter is approached by performers and television companies for advice and consultancy work on a regular basis."
          }
        },
        "team_member_A4VYmb": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/jen.jpg",
            "name": "Jenny Nardi",
            "title": "Customer Service Director",
            "description": "Jenny Nardi founded the company with Peter over twenty years ago. Jenny’s managerial and organisation skills are key to keeping the smooth day to day running at Alakazam . Her favourite type of magic is comedy magic. Jenny says “if you can make me laugh you’ve won me over. I like quick and funny tricks. A couple of my favourites are The Tiny Plunger and What Your Future Holds. Also I love seeing people be fooled so my favourite trick to watch being demonstrated is Zenner Tech. Love it!” \n\nWhen Jenny’s not at Alakazam she can be found practicing yoga or gardening which she finds very therapeutic."
          }
        },
        "team_member_JePmDM": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/andy.jpg",
            "name": "Andy Smith",
            "title": "Business & Customer Service Manager",
            "description": "Andy became interested in magic at the age of 10 when he was given the Mark Wilson Course in Magic as a birthday present. Andy found after a short while that it was the close-up and sleight-of-hand branch of magic that he was most drawn to, learning and absorbing everything he could from the writings of Erdnase, Vernon, Marlo and Jennings, and in later years that of Darwin Ortiz, David Roth, Michael Ammar and others.\n\nAlthough still very much interested in close-up and magic in general, he has been drawn more towards gambling themed card performances and card cheating artifice of late. Andy is a member of the prestigious Magic Circle and is proud to be an Associate Member of the Inner Magic Circle with Silver Star as well as a Member of Equity.\n\nAndy’s deep understanding and thoughtful interest in magic reflects in his work and he enjoys inventing, perfecting and also performing new and exciting magic for people everywhere."
          }
        },
        "team_member_6jaPbq": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/harry.jpg",
            "name": "Harry Nardi (H)",
            "title": "Product Development & PR Marketing",
            "description": "Harry joined the company as part of his apprenticeship in digital marketing. Since then he has been a Britain’s Got Talent 2019 finalist, winning his live semi final outright with his Group 4MG.\n\nAt Alakazam, H heads up our marketing and social media as well as playing a big part in the development of Alakazam products.\n\nHarry is also a working magician who performs at private and corporate functions."
          }
        },
        "team_member_rbdTwT": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/245001850_10158156737886316_7073568333935209507_n.jpg",
            "name": "Jamie Daws",
            "title": "Digital Content & Product Development",
            "description": "Jamie is the newest to the company but has been around the magic community for over 14 years! As a creator and developer of magic, he has a multitude of tricks, download’s, dvd’s and books, many of which are under the Alakazam banner! As Alakazam innovates and expands, Jamie will be looking at our new and classic Alakazam products, both physical and digital as well continuing to create unique magic effects and perform magic at private events!"
          }
        },
        "team_member_UaB7zQ": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/IMG_4921.jpg",
            "name": "Louise Bowman",
            "title": "Accounts Manager",
            "description": "Louise has been with Alakazam for 15 years, where she handles all the day to day accounts.\n\nLouise is a member of the institute of bookkeepers."
          }
        },
        "team_member_3Lrcnc": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/55b5f5aa-e099-4548-af4b-8898ecc378f6_1.jpg",
            "name": "Emma Witcher",
            "title": "Logistics",
            "description": "Emma is the most recent addition to the Alakazam team. Emma heads up our packing and shipping to ensure your magic is delivered promptly and safely.  Emma comes from a business administration background and she loves magic!\nShe is also a mother and grandmother."
          }
        },
        "team_member_gPF6Lg": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/ade.jpg",
            "name": "Ade Gower",
            "title": "Graphic Design",
            "description": "Alakazam are renowned the world over for being a leading force in pushing the boundaries when it comes to distinctive and creative magic packaging.\n\nThis is, in no small part, due to the superb talent of Ade Gower at Monster Creations. Ade’s highly creative and professional designs have kept Alakazam products at the top of the list when it comes to unique design and product packaging."
          }
        },
        "team_member_DH78nn": {
          "type": "team_member",
          "settings": {
            "image": "shopify://shop_images/IMG_0243.jpg",
            "name": "Wayne Goodman",
            "title": "Customer Support",
            "description": "Wayne Goodman has been a professional magician for over 30 years performing everything from kid shows to close up to stage. Wayne joined the Alakazam team as the Host of our Discord server in 2020 and part of our customer support team."
          }
        }
      },
      "block_order": [
        "team_member_fiNwYy",
        "team_member_A4VYmb",
        "team_member_JePmDM",
        "team_member_6jaPbq",
        "team_member_rbdTwT",
        "team_member_UaB7zQ",
        "team_member_3Lrcnc",
        "team_member_gPF6Lg",
        "team_member_DH78nn"
      ],
      "settings": {
        "title": "Alakazam Team",
        "content_alignment": "left",
        "full_width": false,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "meet_the_team_uncover_eNXx9A"
  ]
}
